---
kind: other
id: Methods.T:Autodesk.Revit.UI.RevitLinkUIUtils
source: html/a3fed708-df21-89eb-6e45-6f478b7bff54.htm
---
# RevitLinkUIUtils Methods

This function reports any errors which were encountered
 when loading the Revit links represented by the given
 LinkLoadResult map.